mm.log

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="urn:partner.soap.sforce.com" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn:partner.soap.sforce.com" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
      <tns:SessionHeader>
         <tns:sessionId>00Dw0000000lsmw!ARsAQHjO41XCSTHmMiUDaqOadU6Du2CKiM.9eYasWL44vn8pJYXweVOo5cT39P.3GuO8iSA669zVXzmdg20C6jdd5TDltUzn</tns:sessionId>
      </tns:SessionHeader>
   </SOAP-ENV:Header>
   <ns1:Body>
      <ns0:getUserInfo/>
   </ns1:Body>
</SOAP-ENV:Envelope>
Starting new HTTPS connection (1): eu3.salesforce.com
Starting new HTTPS connection (1): eu3.salesforce.com
Starting new HTTPS connection (1): eu3.salesforce.com
Starting new HTTPS connection (1): eu3.salesforce.com
